const cutter_list = [
  ["29099073", "spaceshipppppp"],
  ["14146676", "轩雨roriki"],
  ["9898403", "泓茶"],
  ["102184050", "永远喜欢呜米的铃鹿"],
  ["1847888129", "咩啊栗nya"],
  ["3045020", "泡泡要抱抱举高高"],
  ["355895788", "久秋-蓬"],
  ["173985337", "半步灬青莲"],
  ["85774607", "呜米嗷嗷嗷"],
  ["277710095", "咩栗小姐的萝北"],
  ["4981170", "咸鱼诗人阿兰"],
  ["499813226", "photoelectricity"],
  ["327389390", "崽崽是我的小太阳啊"],
  ["676673098", "黑夜office"],
  ["19319616", "丶颜艺丶"],
  ["22257026", "星斗Star"],
  ["266752689", "休止-符"],
  ["82399211", "星空有丶蓝"],
  ["434800565", "CW狂风"],
  ["5024537", "Umy的天谴之子"],
  ["151439304", "八月中秋月"],
  ["361729677", "史莱姆的频道"],
  ["545133496", "枺芙"],
  ["517852301", "忘崽牛奶嗷呜"],
  ["282545441", "Me-Suwin"],
  ["862706", "wizard魔法"],
  ["7391732", "咩栗保护协会-凌月"],
  ["37268234", "毕加索de猫猫"],
  ["150884484", "うみ呜米"],
  ["182568485", "不想努力的盒子"],
];

const empty_song = {
  name: "--",
  artist: "--",
  status: "--",
  duration: "00:00",
  date: "--",
  id: "empty_song",
  src: "",
};

const cipher = "ILovEMeUmyhOc0nWsJzCVau4BYGAtSH2XpZPld1b657F3xNi98wRKDQkTrgjqf";
const code_prefix = "musong://";

export default {
  cutter_list,
  empty_song,
  cipher,
  code_prefix,
};
